[
  {
    "movementRestrictions": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "1-8-2020",
          "endDate": "2-1-2020",
          "goal": "Movement Restriction",
          "measure": "Removal of restrictions on movement of individuals during night (Night curfew)"
        },
        {
          "startDate": "3-2-2020",
          "endDate": "3-2-2020",
          "goal": "Movement Restriction",
          "measure": "Indian citizens are advised to refrain from travel to COVID-19 affected Countries (China, Republic of Korea, Islamic Republic of Iran, Italy and Japan). For those planning a visit to India from these countries, Existing visas (including eVisa already issued) are no longer valid for any foreign national travelling from these countries. "
        },
        {
          "startDate": "3-15-2020",
          "endDate": "4-15-2020",
          "goal": "Movement Restriction",
          "measure": "Temporary closure of specified Indian land border crossings with Bangladesh, Nepal, Myanmar and Bhutan until 15 April"
        },
        {
          "startDate": "3-17-2020",
          "endDate": "3-31-2020",
          "goal": "Movement Restriction",
          "measure": "Travel of passengers from Afghanistan, Philippines, Malaysia to India is prohibited with immediate effect. No flight shall take off from these countries to India after 1500 hours Indian Standard Time (IST) till 31st March 2020 and will be reviewed subsequently."
        },
        {
          "startDate": "3-18-2020",
          "endDate": "3-18-2020",
          "goal": "Movement Restriction",
          "measure": "Ban of entry for passengers from EU countries, EFTA countries, Turkey, UK from 18 March"
        },
        {
          "startDate": "3-22-2020",
          "endDate": "3-29-2020",
          "goal": "Movement Restriction",
          "measure": "No international flights to take off for India from foreign airports after 0001 hrs GMT of March 22, 2020 until 0001 hrs GMT March 29, 2020. 20 hours maximum travel time. So no incoming international passengers allowed on Indian soil (foreigner or Indian) after 2001 hrs GMT of March 22, 2020."
        },
        {
          "startDate": "5-3-2020",
          "endDate": "5-3-2020",
          "goal": "Movement Restriction",
          "measure": "Railways only accepting passengers BROUGHT and FACILITATED by State Governments."
        },
        {
          "startDate": "5-12-2020",
          "endDate": "5-12-2020",
          "goal": "Movement Restriction",
          "measure": "Passenger services on Indian Railways shall be partially restored w.e.f. from 12th May 2020 in a graded manner"
        }
      ]
    },
    "socialDistancing": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-7-2020",
          "endDate": "3-31-2020",
          "goal": "General recommendations",
          "measure": "Social distancing advisory until 31 March 2020, including closure of all education establishments, gyms, museums, cultural and social centres, swimming pools and theatres, offices, non-essential social and cultural gatherings, non-essential travel, and (2) physical distance ensured at restaurants, religious mass gatherings, transportation, and greetings. "
        },
        {
          "startDate": "8-7-2020",
          "endDate": "12-31-2020",
          "goal": "Less cars on the road",
          "measure": "Schools, colleges and coaching institutions to remain closed till August 31, 2020"
        },
        {
          "startDate": "5-3-2020",
          "endDate": "5-3-2020",
          "goal": "LLimit public gatherings",
          "measure": "Advisory against mass gatherings"
        },
        {
          "startDate": "5-11-2020",
          "endDate": "5-11-2020",
          "goal": "LLimit public gatherings",
          "measure": "Union Ministry of Home Affairs has issued detailed guidelines under the Disaster Management Act, 2005, on restarting manufacturing industries after the lockdown period."
        }
      ]
    },
    "quarantineIsolation": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "10-3-2020",
          "endDate": "10-3-2020",
          "goal": "Isolation",
          "measure": "all passengers having travel history to China, Hong Kong, Republic of Korea, Japan, Italy, Thailand, Singapore, Iran, Malaysia, France, Spain and Germany are advised to undergo self-imposed quarantine for a period of 14 days from the date of their arrival. "
        }
      ]
    },
    "stayAtHomeOrders": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "4-28-2020",
          "endDate": "4-28-2020",
          "goal": "Home Isolation",
          "measure": "Guidelines issues for home isolation of very mild / pre-symptomatic patients"
        },
        {
          "startDate": "6-22-2020",
          "endDate": "6-22-2020",
          "goal": "Home Isolation",
          "measure": "quarantine for the high risk/vulnerable population from containment zones. With a view to reducing mortality, vulnerable population groups are line listed including more than 60 years old, those having cardiac or renal disease, hypertension, diabetes or with immune-compromised conditions etc. Such persons are offered facility of Government quarantine outside their containment zone till their area comes out of containment. "
        }
      ]
    },
    "lockdown": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-16-2020",
          "endDate": "12-31-2020",
          "goal": "Partial lockdown",
          "measure": "Closure of selected public institutions such as museums (incl. Taj Mahal) until March 31 and postponement of several local elections"
        },
        {
          "startDate": "3-25-2020",
          "endDate": "12-31-2020",
          "goal": "Lockdown",
          "measure": "Complete lockdown of entire nation for 21 days. Agriculture-Farming and allied activities exempted from Lockdown (announced 3/28)"
        },
        {
          "startDate": "4-25-2020",
          "endDate": "4-25-2020",
          "goal": "Lockdown",
          "measure": "MHA allows opening of certain categories of shops. In rural areas, all shops, except those in shopping malls are allowed to open.In urban areas, all standalone shops, neighborhood shops & shops in residential complexes are allowed to open. Shops in markets/market complexes and shopping malls are not allowed to open.It is clarified that sale by e-commerce companies will continue to be permitted for essential goods only. "
        },
        {
          "startDate": "5-4-2020",
          "endDate": "5-18-2020",
          "goal": "Lockdown",
          "measure": "Extension of Lockdown for a further period of Two Weeks with effect from May 4, 2020"
        },
        {
          "startDate": "5-18-2020",
          "endDate": "5-31-2020",
          "goal": "Lockdown",
          "measure": "Extension of Lockdown up to May 31, 2020; States to decide various Zones and Activities to be allowed in these Zones; Certain activities to remain prohibited throughout the Country"
        },
        {
          "startDate": "6-19-2020",
          "endDate": "12-31-2020",
          "goal": "Partial lockdown",
          "measure": "Total lockdown from 19th to 30th June in Chennai, Thiruvallur, Kanchipuram, and Chengalpattu districts"
        }
      ]
    }
  }
]