[
  {
    "movementRestrictions": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-10-2020",
          "endDate": "3-10-2020",
          "goal": "Visa restrictions",
          "measure": "Visa free travel for those from China and those headed to China are restricted."
        },
        {
          "startDate": "3-10-2020",
          "endDate": "3-10-2020",
          "goal": "Visa restrictions",
          "measure": "restrictions on visas and flights by designating countries with increased risk of infection by evaluating the risk of infection with Corona 19."
        },
        {
          "startDate": "7-8-2020",
          "endDate": "7-8-2020",
          "goal": "Visa restrictions",
          "measure": "Plan to lift international restrictions and visa-related measures to China (Hubei Province)"
        },
        {
          "startDate": "7-26-2020",
          "endDate": "7-26-2020",
          "goal": "Limit public gatherings",
          "measure": "Social Distancing Phase 1 Implementation and Inspection Status"
        },
        {
          "startDate": "10-6-2020",
          "endDate": "10-6-2020",
          "goal": "Border closures",
          "measure": "The Ministry of Foreign Affairs on Oct. 6 said that Korea and Japan agreed to begin from Oct. 8 a special entry procedure for businesspeople from both nations. Japanese and Korean businesspeople visiting Korea or Japan on short-term business trips will be exempt from quarantine procedures and can immediately conduct economic activities if they undergo a set procedure"
        }
      ]
    },
    "socialDistancing": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-16-2020",
          "endDate": "3-16-2020",
          "goal": "Limit public gatherings",
          "measure": "Restrictions on gatherings "
        },
        {
          "startDate": "3-22-2020",
          "endDate": "4-22-2020",
          "goal": "Limit public gatherings",
          "measure": "The Korean government is promoting the Enhanced Social Distancing campaign from 22 March to 5 April."
        },
        {
          "startDate": "5-11-2020",
          "endDate": "5-11-2020",
          "goal": "Limit public gatherings",
          "measure": "Measures to Improve Dining Culture"
        },
        {
          "startDate": "5-18-2020",
          "endDate": "5-18-2020",
          "goal": "Closure of businesses and public services",
          "measure": "Plan of Implementation of Distance in Local Governments"
        },
        {
          "startDate": "5-22-2020",
          "endDate": "5-22-2020",
          "goal": "Closure of businesses and public services",
          "measure": "High school attendance status and measures,"
        },
        {
          "startDate": "7-8-2020",
          "endDate": "7-8-2020",
          "goal": "Closure of businesses and public services",
          "measure": "Caf quarantine regulations and management plans"
        },
        {
          "startDate": "7-26-2020",
          "endDate": "7-26-2020",
          "goal": "Phasing out measures",
          "measure": "Reopening of professional sports spectators"
        },
        {
          "startDate": "8-21-2020",
          "endDate": "8-21-2020",
          "goal": "Limit public gatherings",
          "measure": "Non-face-to-face religious activities and online learning support for elementary, middle and high schools"
        },
        {
          "startDate": "8-25-2020",
          "endDate": "8-25-2020",
          "goal": "Limit public gatherings",
          "measure": "Measures to strengthen social distancing,"
        },
        {
          "startDate": "9-14-2020",
          "endDate": "9-14-2020",
          "goal": "Limit public gatherings",
          "measure": "Eased social distancing means restaurants can open past 9 p.m. The social distancing status of Level 2.5, which had been in effect for the past two weeks, was eased on Sept. 14 at midnight to Level 2, meaning restaurants, coffee shop chains and private education institutes with under 300 students are allowed to resume regular operations."
        },
        {
          "startDate": "10-12-2020",
          "endDate": "10-12-2020",
          "goal": "Limit public gatherings",
          "measure": "Korea on Oct. 12 lowered its social distancing status from Level 2 to 1 in the three-tier system across the country. (This does not account for The Seoul metropolitan area - see log below). Under Level 1, group gatherings are allowed except for door-to-door and direct sales activities and core quarantine measures remain in force depending on facility characteristics. Indoor gatherings of more than 50 people and those outdoors of more than 100 can be resumed. The ban was lifted on more than 50 guests at weddings and that on large-scale events such as regional festivals.For academic events and exhibitions with 100 attendees, one person is allowed per 4 sqm. Stadiums can be filled up to 30% of spectator capacity for sporting events. Social distancing will also continue to be enforced at businesses with a high probability of gatherings such as restaurants and cafes. And in-person worship at churches is also limited to 30% of seating capacity, and small gatherings, events and meals remain banned"
        },
        {
          "startDate": "10-19-2020",
          "endDate": "10-19-2020",
          "goal": "Limit public gatherings",
          "measure": "The Ministry of Education said preschool, elementary and middle schools from Oct. 19 will allow student attendance of two-thirds of capacity, up from one-third. The cap on high school attendance will remain at two-thirds"
        }
      ]
    },
    "quarantineIsolation": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-11-2020",
          "endDate": "3-11-2020",
          "goal": "Isolating the virus and testing",
          "measure": "KCDC designated Italy and Iran as the quarantine inspection required areas. Therefore, anyone with suspected symptoms should submit a health questionnaire at the point of entry, pass the special entry procedure, and install self-diagnosis application on their cell phone. They could be quarantined at the quarantine station and get tested for COVID-19 when necessary."
        },
        {
          "startDate": "3-16-2020",
          "endDate": "3-16-2020",
          "goal": "Isolating the virus and testing",
          "measure": "Travelers who have visited Europe in the past 14 days are advised to minimize movement, adhere to personal hygiene measures, and keep watch for fever or respiratory symptoms carefully for the next 14 days."
        },
        {
          "startDate": "4-5-2020",
          "endDate": "4-5-2020",
          "goal": "Isolating the virus and testing",
          "measure": "Persons inbound from the US who test positive will be transferred to a hospital or Life Treatment Center. Persons who test negative will enter self-quarantine at home for 14 days. Korean nationals and foreigners with a domestic residence who are asymptomatic at the time of entry will enter self-quarantine in their home for 14 days and get tested if symptoms begin to occur. Foreigners who are on a short-term visit without domestic residence and thus are unable to self-quarantine will be tested in at a temporary facility. If they test negative, they will be allowed entry under enhanced active monitoring. Persons traveling in from overseas who fail to comply with self-quarantine regulations are subject to imprisonment up to 1 year or fine up to 10 million won (effective 5 April). Persons of foreign nationality who fail to comply may be subject to measures including deportation and entry ban in accordance with Immigration Act (Articles 11 and 46)."
        },
        {
          "startDate": "7-24-2020",
          "endDate": "7-24-2020",
          "goal": "Isolation and quarantine policies",
          "measure": "Evaluation of life quarantine period and future quarantine strategies"
        },
        {
          "startDate": "8-25-2020",
          "endDate": "8-25-2020",
          "goal": "Isolation and quarantine policies",
          "measure": "Effective law enforcement measures to strengthen quarantine"
        }
      ]
    },
    "stayAtHomeOrders": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "7-15-2020",
          "endDate": "7-15-2020",
          "goal": "Less cars on the road",
          "measure": "The government recommends that residents of the metropolitan area refrain from going out, meetings, and events that are unnecessary."
        },
        {
          "startDate": "5-28-2020",
          "endDate": "31-12-2020",
          "goal": "Isolation and quarantine policies",
          "measure": "Strengthen quarantine measures."
        }
      ]
    },
    "lockdown": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-22-2020",
          "endDate": "3-22-2020",
          "goal": "Partial lockdown",
          "measure": "Korean government will restrict the operation of some facilities, such as religious facilities, indoor sports, and entertainment facilities which are at high risk of infection."
        }
      ]
    }
  }
]