[
  {
    "movementRestrictions": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "2-3-2020",
          "endDate": "2-3-2020",
          "goal": "Reduce spread of the virus",
          "measure": "The Japanese government announced entry restrictions for all foreign citizens who had had a travel history to and from Hubei Province or had a Chinese passport issued from there. The Diamond Princess arrived at Yokohama and was placed under quarantine by the Japanese government on the same day."
        },
        {
          "startDate": "2-12-2020",
          "endDate": "2-12-2020",
          "goal": "Reduce spread of the virus",
          "measure": "The Japanese government announced entry restrictions for all foreign citizens who had a travel history to and from Zhejiang Province or had a Chinese passport issued from there."
        },
        {
          "startDate": "2-27-2020",
          "endDate": "2-27-2020",
          "goal": "Reduce spread of the virus",
          "measure": "Hokkaido Prefecture declared a state of emergency over the coronavirus and requested its residents to refrain from going outside. Shizuoka Prefecture confirmed its first case of COVID-19 on that same day."
        },
        {
          "startDate": "3-5-2020",
          "endDate": "3-5-2020",
          "goal": "Movement restrictions",
          "measure": "Japan announced quarantine restrictions for all visitors arriving from China and South Korea. On 6 March, the South Korean government protested the restrictions by suspending visas for all Japanese citizens travelling to South Korea."
        },
        {
          "startDate": "3-10-2020",
          "endDate": "3-10-2020",
          "goal": "Movement restrictions",
          "measure": "Prime Minister Shinzo Abe on Tuesday requested that big sports and cultural events in Japan be canceled or postponed for 10 more days as the government needs more time to gauge the effectiveness of its measures to contain the new coronavirus."
        },
        {
          "startDate": "3-16-2020",
          "endDate": "3-16-2020",
          "goal": "Movement restrictions",
          "measure": "the Japanese government announced it would expand entry restrictions to all foreign citizens arriving from four additional countries. The restrictions applied to three areas in Spain (including Madrid), four areas in Italy (including the northern region of Liguria), Switzerland's Ticino region, and all of Iceland."
        },
        {
          "startDate": "3-19-2020",
          "endDate": "3-19-2020",
          "goal": "Movement restrictions",
          "measure": "The governors of Osaka and Hyogo prefectures asked residents to avoid nonessential travel between the two neighbouring prefectures over the three-day weekend starting on 20 March to contain the spread of the coronavirus. The three-week state of emergency in Hokkaido was lifted on that same day"
        },
        {
          "startDate": "4-3-2020",
          "endDate": "4-3-2020",
          "goal": "Closing borders",
          "measure": "Japan expanded its entry ban, effectively barring entrance to the country for visitors from 73 countries and regions."
        },
        {
          "startDate": "4-3-2020",
          "endDate": "4-3-2020",
          "goal": "Closing borders",
          "measure": "Abe proclaimed a state of emergency from 8 April to 6 May for Tokyo and the prefectures of Kanagawa, Saitama, Chiba, Osaka, Hyogo and Fukuoka. He also said there would be no lockdown like in other countries, and that public transportation and other services needed to keep the economy and society going would be maintained as much as possible. This was the first emergency declaration in Japan."
        },
        {
          "startDate": "4-11-2020",
          "endDate": "4-11-2020",
          "goal": "Closing borders",
          "measure": "Narita International Airport closed one of its two runways on 12 April due to an 85 percent reduction in traffic caused by the virus"
        },
        {
          "startDate": "7-11-2020",
          "endDate": "7-11-2020",
          "goal": "Closing borders",
          "measure": " According to The Asahi Shimbun, when the Japanese government decided in June to ease entry restrictions for officials from companies in four countries—Vietnam, Thailand, Australia and New Zealand—a kind of agreement was reached within the government: South Korea, China and Taiwan next."
        },
        {
          "startDate": "7-24-2020",
          "endDate": "7-24-2020",
          "goal": "Closing borders",
          "measure": "limitation on the number of arrival airports for passenger aircraft and measures to curb the number of arrival passengers by flight to Japan to be implemented until the last day of July."
        },
        {
          "startDate": "9-25-2020",
          "endDate": "9-25-2020",
          "goal": "Movement restrictions",
          "measure": "Available Frameworks for Entry into Japan: Business Track introduced, however, is currently in operation only with Singapore. This framework allows cross-border travelers to enter, exceptionally, Japan or its counterpart country/region. Furthermore, this framework enables limited business activities during the 14-day stay at home period (partially relaxes restrictions on such activities), immediately after arrival at those countries/regions or Japan, on condition that travelers accept additional quarantine measures such as submission of Schedule of Activities in Japan. This framework is intended mainly for short-term business travelers. (Note: Business activities must be limited to the necessary minimum, such as round-trip travel between home and the office, not using public transportation and avoiding contact with random people or crowds.)"
        }
      ]
    },
    "socialDistancing": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "2-27-2020",
          "endDate": "2-27-2020",
          "goal": "Reduce spread of the virus",
          "measure": "Shinzo Abe requested the closure of all elementary, junior high, and high schools from 2 March to the end of spring vacations, which usually conclude in early April."
        },
        {
          "startDate": "3-2-2020",
          "endDate": "3-2-2020",
          "goal": "Reduce spread of the virus",
          "measure": "Nearly all prefectures began shutting schools Monday in a bid to prevent the further spread of the coronavirus in Japan, four days after Prime Minister Shinzo Abe surprised many with a request for schools to be closed countrywide until early April."
        },
        {
          "startDate": "3-6-2020",
          "endDate": "3-6-2020",
          "goal": "School closure",
          "measure": "Some e-learning program providers are offering their services for free to help students keep up with their studies while schools in Japan remain closed over the coronavirus outbreak. Major comic book publishers, meanwhile, are taking the same step to keep students entertained, with the government calling on students to remain indoors before schools reopen in early April at the earliest."
        },
        {
          "startDate": "3-23-2020",
          "endDate": "3-23-2020",
          "goal": "School closure",
          "measure": "Tokyo governor Yuriko Koike warned residents that a lockdown might be the only way against the disease if infections were to surge in Tokyo as she urged people to cooperate with government countermeasures."
        },
        {
          "startDate": "3-23-2020",
          "endDate": "3-23-2020",
          "goal": "School closure",
          "measure": "Governor Yuriko Koike held an emergency press conference in the late afternoon. She said that the current situation is a serious situation where the number of infected people may explode. Koike also asked if possible, work at home and refrain from going out at night as much as possible on weekdays. Koike asked people returning from abroad to refrain from going out for 14 days. The request from the governor appears to have punctured the relaxed mood in Tokyo. Panic buying began to trend on Twitter, with users posting pictures of empty shelves and lines outside supermarkets. At the Don Quijote store in Nakameguro, customers hurried to grab instant noodles and canned goods immediately following Koike's late-evening speech."
        },
        {
          "startDate": "4-11-2020",
          "endDate": "4-11-2020",
          "goal": "School closure",
          "measure": "A second wave of infections hit Hokkaido, prompting the prefectural government to declare a second state of emergency that closed schools and that asked residents to avoid non-essential trips."
        },
        {
          "startDate": "5-21-2020",
          "endDate": "5-21-2020",
          "goal": "School closure",
          "measure": "On 21 May, the state of emergency is lifted in 3 prefectures in the Kinki region after they had cleared the threshold of having new infections below 0.5 per 100,000 people in the past week, resulting a total of 42 out of the 47 prefectures to be out of the state of emergency."
        }
      ]
    },
    "stayAtHomeOrders": {
      "color": "yellow",
      "measures": [
        {
          "startDate": "3-26-2020",
          "endDate": "3-26-2020",
          "goal": "Less cars on the road",
          "measure": "several governors of the Greater Tokyo Area, including Chiba, Kanagawa, Saitama, and Yamanashi, strongly urged residents to follow stay-at-home requests to prevent a surge in infections that could cause a critical phase. In Tokyo, residents were asked to work from home and refrain from going out at night and on the weekend."
        }
      ]
    }
  }
]
